Repository: JuseongMoon/dronepass-ios
Catalog: DronePass/Localization/Localizable.xcstrings
Source language: ko
Languages: en

# profile.restore.success
source: %d개 도형의 복구가 완료되었습니다.
en: Restored %d shapes.

# profile.section.account
source: 계정 관리
en: Account Management

# profile.section.myInfo
source: 내 정보
en: My Info

# profile.section.sync
source: 동기화
en: Synchronization

# profile.section.terms
source: 약관 및 정책
en: Terms & Policies

# profile.sync.active
source: 활성화 - 실시간 동기화중
en: Active - Real-time syncing

# profile.sync.alert.title
source: 실시간 클라우드 동기화
en: Real-time Cloud Sync

# profile.sync.cloud
source: 실시간 클라우드 동기화
en: Real-time cloud sync

# profile.sync.disabled
source: 비활성화됨
en: Disabled

# profile.sync.failed
source: 실시간 클라우드 동기화에 실패했습니다: %@
en: Sync failed: %@

# profile.sync.footer.enableInfo
source: 활성화하면 같은 계정으로 로그인한 모든 기기에서 도형 데이터가 실시간으로 동기화 및 백업됩니다.
en: When enabled, shape data will be synced and backed up in real-time across all devices with the same account.

# profile.sync.footer.loginRequired
source: 실시간 클라우드 동기화를 사용하려면 먼저 로그인해주세요.
en: Please log in to use real-time cloud sync.

# profile.sync.inProgress
source: 동기화 중...
en: Syncing...

# profile.sync.lastSync
source: 마지막 동기화: %@
en: Last sync: %@

# profile.sync.loginRequired
source: 로그인이 필요합니다
en: Login required

# profile.sync.message
source: 클라우드와 동기화하시겠습니까?
en: Sync with cloud?

# profile.sync.noHistory
source: 동기화 기록이 없습니다.
en: No sync history

# profile.sync.notLoggedIn
source: 로그인이 필요합니다.
en: Please sign in first.

# profile.sync.status.completed
source: 동기화 완료
en: Completed

# profile.sync.status.downloading
source: 다운로드 중
en: Downloading

# profile.sync.status.failed
source: 동기화 실패
en: Failed

# profile.sync.status.idle
source: 동기화 대기 중
en: Idle

# profile.sync.status.syncing
source: 동기화 중
en: Syncing

# profile.sync.status.uploading
source: 업로드 중
en: Uploading

# profile.sync.success
source: %d개 도형의 동기화가 완료되었습니다.
en: Sync completed for %d shapes.

# profile.sync.title
source: 동기화
en: Sync

# profile.sync.waiting
source: 활성화 - 실시간 동기화 대기중
en: Active - Waiting for sync

# profile.terms.privacy
source: 개인정보 취급방침
en: Privacy Policy

# profile.terms.service
source: 이용약관
en: Terms of Service

# profile.title
source: 내 프로필
en: My Profile

# saved.bottomSheet.title
source: 저장된 도형 목록
en: Saved Shapes List

# saved.empty.noDroneSelected.description
source: 우측 상단의 드론 선택 메뉴에서 드론을 선택해주세요.
en: Select a drone from the menu

# saved.empty.noDroneSelected.title
source: 드론을 선택하면 도형이 표시됩니다.
en: Select a drone to view shapes

# saved.empty.noMatchingShapes.description
source: 다른 드론을 선택하거나 새로운 도형을 추가해보세요.
en: Select another drone or add new shapes

# saved.empty.noMatchingShapes.title
source: 선택한 드론에 해당하는 도형이 없습니다.
en: No shapes for selected drone

# saved.empty.noShapes.description
source: 지도에서 + 버튼을 누르거나 지도를 길게 눌러서 새로운 도형을 추가해보세요.
en: Tap + button or long press on map to add shapes

# saved.empty.noShapes.title
source: 저장된 도형이 없습니다.
en: No saved shapes

# saved.list.title
source: 저장 목록
en: Saved List

# saved.section.active
source: 활성화
en: Active

# saved.section.expired
source: 만료됨
en: Expired

# saved.section.notStarted
source: 시작 전
en: Not Started

# settings.appInfo
source: 앱 정보
en: App Info

# settings.deleteExpiredShapes.alert.message
source: 종료일이 지난 도형을 모두 삭제합니다. 이 작업은 되돌릴 수 없습니다.
en: All shapes past their end date will be deleted. This action cannot be undone.

# settings.deleteExpiredShapes.alert.title
source: 만료된 도형을 모두 삭제할까요?
en: Delete all expired shapes?

# settings.drone.manage
source: 내 드론 관리하기
en: Manage My Drones

# settings.koreaFeatures.alert.off.message
source: 한국 현지 기능이 비활성화됩니다.
en: Local features for Korea disabled.

# settings.koreaFeatures.alert.off.title
source: 한국 현지 기능 비활성화
en: Korea Local Features Disabled

# settings.koreaFeatures.alert.on.message
source: 한국 현지 기능이 활성화됩니다. (비행구역 정보 등)
en: Local features for Korea enabled. (Flight zones, etc.)

# settings.koreaFeatures.alert.on.title
source: 한국 현지 기능 활성화
en: Korea Local Features Enabled

# settings.koreaFeatures.toggle
source: 한국 현지 기능
en: Local Features (Korea)

# settings.kp.current
source: 현재 KP 지수: %@
en: Current KP Index: %@

# settings.kp.loading
source: 로딩 중
en: Loading

# settings.kp.noData
source: 데이터 없음
en: No data

# settings.language
source: 언어
en: Language

# settings.language.restart.message
source: 언어 변경을 완전히 적용하려면 앱을 다시 시작해주세요.
en: Please restart the app to fully apply the language change.

# settings.language.restart.title
source: 언어 변경
en: Language Changed

# settings.notification.shapeExpiry
source: 도형 만료일 알림
en: Shape expiration notifications

# settings.notification.shapeExpiry.desc
source: 도형 종료일 7일전 알림을 받습니다.
en: Receive notifications 7 days before shape expiration.

# settings.notification.sunrise
source: 일출 알림
en: Sunrise notifications

# settings.notification.sunrise.desc
source: 일출 30분전, 10분전 알림을 받습니다.
en: Receive notifications 30 and 10 minutes before sunrise.

# settings.notification.sunset
source: 일몰 알림
en: Sunset notifications

# settings.notification.sunset.desc
source: 일몰 30분전, 10분전 알림을 받습니다.
en: Receive notifications 30 and 10 minutes before sunset.

# settings.patchNotes
source: 패치노트
en: Patch Notes

# settings.profile.login
source: 로그인 / 회원가입
en: Sign In / Sign Up

# settings.profile.my
source: 내 프로필
en: My Profile

# settings.screen.keepOn
source: 화면 항상 켜놓기
en: Keep screen on

# settings.screen.keepOn.desc
source: 앱 사용 중 화면이 자동으로 꺼지지 않습니다.
en: Screen won't turn off automatically while using the app.

# settings.section.account
source: 계정
en: Account

# settings.section.app
source: 앱
en: App

# settings.section.flightEnvironment
source: 비행 환경
en: Flight Environment

# settings.section.general
source: 일반 설정
en: General Settings

# settings.section.locationInfo
source: 현 위치 기반 정보
en: Location-based Information

# settings.section.mapDisplay
source: 지도 표시
en: Map Display

# settings.section.myDrones
source: 내 드론
en: My Drones

# settings.section.myInfo
source: 내 정보
en: My Info

# settings.section.notifications
source: 알림
en: Notifications

# settings.section.other
source: 기타
en: Other

# settings.shape.deleteExpired
source: 만료된 도형 전부 삭제
en: Delete all expired shapes

# settings.shape.hideBeforeStart
source: 시작 전 도형 숨기기
en: Hide shapes before start date

# settings.shape.hideBeforeStart.desc
source: 시작 전 도형을 목록과 지도에서 숨깁니다.
en: Hide shapes that haven't started yet from list and map.

# settings.shape.hideExpired
source: 만료된 도형 숨기기
en: Hide expired shapes

# settings.shape.hideExpired.desc
source: 만료된 도형을 목록과 지도에서 숨깁니다.
en: Hide expired shapes from list and map.

# settings.suntime.am
source: 오전
en: AM

# settings.suntime.format
source: a h시 m분
en: a h:mm

# settings.suntime.pm
source: 오후
en: PM

# settings.suntime.remaining.hourMinute
source: %d시간 %d분 남았습니다
en: %d hours %d minutes remaining

# settings.suntime.remaining.minute
source: %d분 남았습니다
en: %d minutes remaining

# settings.suntime.unavailable
source: 계산 불가
en: Unavailable

# settings.weather.current
source: 현재 날씨
en: Current Weather

# shape.detail.actions.title
source: 작업 선택
en: Select Action

# shape.detail.address
source: 주소
en: Address

# shape.detail.altitude
source: 고도(m)
en: Altitude

# shape.detail.coordinate
source: 좌표
en: Coordinates

# shape.detail.delete.confirm
source: 삭제
en: Delete

# shape.detail.delete.message
source: 이 도형을 삭제하시겠습니까?
en: Are you sure you want to delete this shape?

# shape.detail.delete.title
source: 삭제 확인
en: Confirm Delete

# shape.detail.deleteAlert.message
source: '%@' 도형을 삭제하시겠습니까?
en: Are you sure you want to delete '%@'?

# shape.detail.deleteAlert.title
source: 도형 삭제
en: Delete Shape

# shape.detail.drone
source: 드론
en: Drone

# shape.detail.drone.deleted
source: 삭제된 드론
en: Deleted drone

# shape.detail.drone.unassigned
source: 드론 미지정
en: No drone assigned

# shape.detail.duplicate
source: 복제하기
en: Duplicate

# shape.detail.edit
source: 수정하기
en: Edit

# shape.detail.endDate
source: 종료일
en: End Date

# shape.detail.map.google
source: 구글맵
en: Google Maps

# shape.detail.map.kakao
source: 카카오맵
en: Kakao Map

# shape.detail.map.naver
source: 네이버지도
en: Naver Map

# shape.detail.map.tmap
source: 티맵
en: TMAP

# shape.detail.memo
source: 메모
en: Memo

# shape.detail.menu.delete
source: 삭제하기
en: Delete

# shape.detail.menu.duplicate
source: 복제하기
en: Duplicate

# shape.detail.menu.edit
source: 수정하기
en: Edit

# shape.detail.navigation.message
source: 아래 앱으로 길찾기를 시작합니다.
en: Start navigation with the app below.

# shape.detail.navigation.title
source: 상세 정보
en: Details

# shape.detail.navigation.title.dialog
source: 길찾기 앱 선택
en: Choose Navigation App

# shape.detail.radius
source: 반경
en: Radius

# shape.detail.startDate
source: 시작일
en: Start Date

# shape.detail.title
source: 제목
en: Title

# shape.edit.address
source: 주소
en: Address

# shape.edit.address.placeholder
source: 주소를 검색하세요
en: Search address

# shape.edit.alert.coordinate.message
source: 좌표를 입력해주세요.
en: Please enter coordinates.

# shape.edit.alert.coordinate.missing
source: 좌표 입력
en: Coordinates Required

# shape.edit.alert.error.title
source: 입력 오류
en: Input Error

# shape.edit.alert.title.message
source: 제목을 입력해주세요.
en: Please enter a title.

# shape.edit.alert.title.missing
source: 제목 입력
en: Title Required

# shape.edit.alert.unsaved.message
source: 수정 중인 내용이 모두 사라집니다. 닫으시겠습니까?
en: All changes will be lost. Close anyway?

# shape.edit.alert.unsaved.title
source: 수정 중인 정보가 있습니다
en: Unsaved Changes

# shape.edit.altitude.placeholder
source: 비행 고도를 입력해주세요
en: Enter altitude

# shape.edit.coordinate
source: 좌표
en: Coordinates

# shape.edit.coordinate.placeholder
source: 좌표를 입력하세요
en: Enter coordinates

# shape.edit.dayMode
source: 일단위 입력
en: Day mode

# shape.edit.defaultTitle
source: 새 도형
en: New Shape

# shape.edit.drone
source: 드론 선택
en: Select Drone

# shape.edit.drone.placeholder
source: 드론 선택
en: Select drone

# shape.edit.endDate
source: 종료일
en: End Date

# shape.edit.endDate.select
source: 종료일 선택
en: Select End Date

# shape.edit.error.coordinateRequired
source: 좌표나 주소를 반드시 입력해주세요!
en: Please enter coordinates or address!

# shape.edit.error.noAddress
source: 해당 위치의 주소가 존재하지 않습니다
en: No address found for this location

# shape.edit.error.noCoordinate
source: 좌표가 설정되지 않았습니다.
en: Coordinates not set.

# shape.edit.error.radiusRequired
source: 반경을 반드시 입력해주세요!
en: Please enter radius!

# shape.edit.memo
source: 메모
en: Memo

# shape.edit.memo.placeholder
source: 메모를 입력하세요
en: Enter memo

# shape.edit.navigation.cancel
source: 취소
en: Cancel

# shape.edit.navigation.save
source: 저장
en: Save

# shape.edit.radius
source: 반경(m)
en: Radius (m)

# shape.edit.radius.placeholder
source: 반경을 입력하세요
en: Enter radius

# shape.edit.startDate
source: 시작일
en: Start Date

# shape.edit.startDate.select
source: 시작일 선택
en: Select Start Date

# shape.edit.title
source: 제목
en: Title

# shape.edit.title.placeholder
source: 제목을 입력하세요
en: Enter title

# shape.list.saved
source: 저장된 도형 목록
en: Saved Shapes

# shape.list.title
source: 저장 목록
en: Saved

# shape.type.circle
source: 원
en: Circle

# shape.type.line
source: 선
en: Line

# shape.type.polygon
source: 다각형
en: Polygon

# shape.type.polyline
source: 선
en: Line

# shape.type.rectangle
source: 사각형
en: Rectangle

# sketch.alert.deleteAll.message
source: %lld개의 스케치를 모두 삭제하시겠습니까?
en: Are you sure you want to delete all %lld sketches?

# sketch.alert.deleteAll.title
source: 모든 스케치 삭제
en: Delete All Sketches

# sketch.button.done
source: 완료
en: Done

# sketch.error.dataCorruption
source: 스케치 데이터가 손상되었습니다.
en: Sketch data is corrupted.

# sketch.error.decodingError
source: 스케치 디코딩에 실패했습니다.
en: Failed to decode sketch.

# sketch.error.encodingError
source: 스케치 인코딩에 실패했습니다.
en: Failed to encode sketch.

# sketch.error.fileNotFound
source: 스케치 파일을 찾을 수 없습니다.
en: Sketch file not found.

# sketch.error.invalidData
source: 잘못된 스케치 데이터 형식입니다.
en: Invalid sketch data format.

# sketch.error.notAuthenticated
source: 사용자가 인증되지 않았습니다.
en: User is not authenticated.

# sketch.error.saveFailed
source: 스케치 저장 실패: %@
en: Failed to save sketch: %@

# sketch.error.unknownError
source: 알 수 없는 오류가 발생했습니다.
en: An unknown error occurred.

# sort.ascending
source: 오름차순
en: Ascending

# sort.byCreated
source: 생성일순
en: By Created Date

# sort.byEndDate
source: 비행종료일순
en: By End Date

# sort.byStartDate
source: 비행시작일순
en: By Start Date

# sort.byTitle
source: 제목순
en: By Title

# sort.descending
source: 내림차순
en: Descending

# sort.direction.ascending
source: 오름차순
en: Ascending

# sort.direction.descending
source: 내림차순
en: Descending

# sort.option.dateCreated
source: 생성일순
en: By Date Created

# sort.option.flightEndDate
source: 비행종료일순
en: By Flight End

# sort.option.flightStartDate
source: 비행시작일순
en: By Flight Start

# sort.option.title
source: 제목순
en: By Title

# sync.alert.detected.message
source: 다른 기기에서 변경사항이 감지되었습니다. 도형 정보를 최신화합니다.
en: Changes detected from another device. Updating shape data.

# sync.alert.detected.title
source: 변경사항 감지
en: Changes Detected

# sync.complete.message
source: 도형 정보가 최신화되었습니다.
en: Shape data has been updated.

# sync.complete.title
source: 동기화 완료
en: Sync Complete

# sync.description.downloading
source: 다운로드 중
en: Downloading

# sync.description.uploading
source: 업로드 중
en: Uploading

# sync.error.message
source: 변경사항을 가져오는 중 오류가 발생했습니다. %@
en: Failed to fetch changes. %@

# sync.error.title
source: 동기화 실패
en: Sync Failed

# sync.loading.message
source: 최신 데이터를 가져오는 중입니다.
en: Fetching latest data.

# sync.loading.title
source: 동기화 중...
en: Syncing...

# terms.loading
source: 불러오는 중...
en: Loading...

# terms.location.content
source: 위치기반 서비스 이용약관
en: Location-Based Service Terms

# terms.location.title
source: 위치기반 서비스 이용약관
en: Location-based Services Terms

# terms.privacy.error.message
source: 잠시 후 다시 시도해주세요.
en: Please try again later

# terms.privacy.error.title
source: 개인정보 취급방침을 불러올 수 없습니다.
en: Unable to load privacy policy

# terms.privacy.title
source: 개인정보 취급방침
en: Privacy Policy

# terms.retry
source: 다시 시도
en: Retry

# terms.service.error.message
source: 잠시 후 다시 시도해주세요.
en: Please try again later

# terms.service.error.title
source: 약관을 불러올 수 없습니다.
en: Unable to load terms

# terms.service.title
source: 이용약관
en: Terms of Service

# time.am
source: 오전
en: AM

# time.format.hours.minutes
source: %d시간 %d분
en: %dh %dm

# time.format.minutes
source: %d분
en: %dm

# time.pm
source: 오후
en: PM

source: UTC 기준
en: UTC time

# vworld.authority.contact
source: 연락처
en: Contact

# vworld.authority.department
source: 관리부서
en: Department

# vworld.authority.name
source: 기관명
en: Organization Name

# vworld.authority.nameEng
source: 영문명
en: English Name

# vworld.authority.title
source: 관리 기관
en: Managing Authority

# vworld.button.deselectAll
source: 전체 해제
en: Deselect All

# vworld.button.done
source: 완료
en: Done

# vworld.button.selectAll
source: 전체 선택
en: Select All

# vworld.detail.altitudeLimit
source: 고도 제한
en: Altitude Limit

# vworld.detail.coordinates
source: 좌표
en: Coordinates

# vworld.detail.lower
source: 하한
en: Lower

# vworld.detail.remarks
source: 비고
en: Remarks

# vworld.detail.title
source: 구역 상세 정보
en: Zone Details

# vworld.detail.upper
source: 상한
en: Upper

# vworld.detail.zoneCode
source: 구역 코드
en: Zone Code

# vworld.detail.zoneType
source: 구역 유형
en: Zone Type

# vworld.disclaimer.legalNotice
source: 본 서비스는 국토교통부 디지털트윈국토 정보를 기반으로 제공하며, 실제 비행 허가 및 안전에 대한 책임은 사용자에게 있습니다.
en: This service provides information based on the Korean government's Digital Twin National Land data. Users are responsible for actual flight permits and safety.

# vworld.error.decodingError
source: 데이터 파싱 오류: %@
en: Data parsing error: %@

# vworld.error.invalidAPIKey
source: VWorld API 키가 유효하지 않습니다.
en: VWorld API key is invalid.

# vworld.error.invalidURL
source: 잘못된 URL입니다.
en: Invalid URL.

# vworld.error.networkError
source: 네트워크 오류: %@
en: Network error: %@

# vworld.error.noData
source: 데이터가 없습니다.
en: No data available.

# vworld.error.rateLimitExceeded
source: API 호출 한도를 초과했습니다.
en: API rate limit exceeded.

# vworld.heritage.address
source: 행정구역
en: Administrative District

# vworld.heritage.designation
source: 고시
en: Designation

# vworld.heritage.name
source: 문화재명
en: Heritage Name

# vworld.heritage.numberSuffix
source: 호
en: No.

# vworld.heritage.title
source: 문화재 정보
en: Cultural Heritage Information

# vworld.heritage.yearPrefix
source: 년 제
en: Year

# vworld.heritage.zone
source: 용도지역
en: Zoning

# vworld.layer.boundaryZone
source: 경계구역
en: Boundary Zone

# vworld.layer.consultationZone
source: 사전협의구역
en: Prior Consultation Zone

# vworld.layer.controlZone
source: 관제권
en: Control Zone

# vworld.layer.culturalHeritage
source: 문화재보호구역
en: Cultural Heritage Protection Zone

# vworld.layer.dangerZone
source: 위험지역
en: Danger Zone

# vworld.layer.desc.boundaryZone
source: 비행 경계가 설정된 구역
en: Area with established flight boundaries

# vworld.layer.desc.consultationZone
source: 사전 협의가 필요한 구역
en: Area requiring prior consultation

# vworld.layer.desc.controlZone
source: 공항 주변 관제 구역으로 비행 승인 필요
en: Control zone near airports requiring flight approval

# vworld.layer.desc.culturalHeritage
source: 문화재 보호 구역
en: Cultural heritage protection zone

# vworld.layer.desc.dangerZone
source: 비행 시 위험이 있는 구역
en: Area with potential flight hazards

# vworld.layer.desc.lightAircraftZone
source: 경량 항공기 이착륙 구역
en: Light aircraft takeoff and landing zone

# vworld.layer.desc.nationalPark
source: 국립공원 구역
en: National park zone

# vworld.layer.desc.obstacleZone
source: 장애물이 있는 구역
en: Area with obstacles

# vworld.layer.desc.prohibitedZone
source: 드론 비행이 전면 금지된 구역
en: Area where drone flight is completely prohibited

# vworld.layer.desc.restrictedZone
source: 제한적으로 비행이 허용되는 구역
en: Area where flight is allowed with restrictions

# vworld.layer.desc.temporaryProhibited
source: 일시적으로 비행이 금지된 구역
en: Area temporarily prohibited for flight

# vworld.layer.desc.trafficZone
source: 비행장 주변 교통 구역
en: Traffic zone near aerodromes

# vworld.layer.desc.ultraLightZone
source: 초경량 비행장치 전용 구역
en: Zone dedicated to ultralight aircraft

# vworld.layer.lightAircraftZone
source: 경량항공기 이착륙장
en: Light Aircraft Airfield

# vworld.layer.nationalPark
source: 국립자연공원
en: National Park

# vworld.layer.obstacleZone
source: 장애물공역
en: Obstacle Zone

# vworld.layer.prohibitedZone
source: 비행금지구역
en: Prohibited Zone

# vworld.layer.restrictedZone
source: 비행제한구역
en: Restricted Zone

# vworld.layer.selected
source: 선택된 레이어
en: Selected Layers

# vworld.layer.temporaryProhibited
source: 임시비행금지구역
en: Temporary Prohibited Zone

# vworld.layer.trafficZone
source: 비행장교통구역
en: Aerodrome Traffic Zone

# vworld.layer.ultraLightZone
source: 초경량비행장치공역
en: Ultralight Aircraft Zone

# vworld.notam.days
source: 일
en: days

# vworld.notam.end
source: 종료
en: End

# vworld.notam.remaining
source: 남은 기간
en: Remaining Period

# vworld.notam.start
source: 시작
en: Start

# vworld.notam.status
source: 상태
en: Status

# vworld.notam.status.active
source: 활성
en: Active

# vworld.notam.status.expired
source: 만료됨
en: Expired

# vworld.notam.status.scheduled
source: 예정됨
en: Scheduled

# vworld.notam.status.unknown
source: 알 수 없음
en: Unknown

# vworld.notam.title
source: NOTAM 정보
en: NOTAM Information

# vworld.restriction.advisory
source: 주의 권고
en: Caution Advised

# vworld.restriction.consultation
source: 협의 필요
en: Consultation Required

# vworld.restriction.prohibited
source: 비행 금지
en: Prohibited

# vworld.restriction.restricted
source: 승인 필요
en: Approval Required

# vworld.search.placeholder
source: 레이어 검색
en: Search Layers

# vworld.title.flightZones
source: 드론 비행 구역
en: Drone Flight Zones

# vworld.zone.displayed
source: 표시된 구역
en: Displayed Zones

# Weather data provided by  Weather
source: 날씨 정보 제공:  Weather
en: Weather data provided by  Weather

# weather.chart.axis.gustDifference
source: 순간풍속증가량
en: Gust Difference

# weather.chart.axis.min
source: 최소
en: Min

# weather.chart.axis.precipitation
source: 강수량
en: Precipitation

# weather.chart.axis.temperature
source: 온도
en: Temperature

# weather.chart.axis.time
source: 시간
en: Time

# weather.chart.axis.visibility
source: 가시거리
en: Visibility

# weather.chart.axis.windSpeed
source: 풍속
en: Wind Speed

# weather.chart.caution
source: 주의
en: Caution

# weather.chart.cri.title
source: 결로위험지수 예보 (24시간)
en: CRI Forecast (24 Hours)

# weather.chart.cri.title.dynamic
source: 결로위험지수 예보 (%@)
en: CRI Forecast (%@)

# weather.chart.current
source: 현재
en: Now

# weather.chart.danger
source: 위험
en: Danger

# weather.chart.good
source: 양호
en: Good

# weather.chart.gustDifference.title
source: 순간풍속증가량 예보 (24시간)
en: Gust Difference Forecast (24 Hours)

# weather.chart.gustDifference.title.dynamic
source: 순간풍속증가량 예보 (%@)
en: Gust Difference Forecast (%@)

# weather.chart.highTemp
source: 고온
en: High Temp

# weather.chart.lowTemp
source: 저온
en: Low Temp

# weather.chart.precipitation.title
source: 강수량 예보 (24시간)
en: Precipitation Forecast (24 Hours)

# weather.chart.precipitation.title.dynamic
source: 강수량 예보 (%@)
en: Precipitation Forecast (%@)

# weather.chart.temperature.title
source: 온도 예보 (24시간)
en: Temperature Forecast (24 Hours)

# weather.chart.temperature.title.dynamic
source: 온도 예보 (%@)
en: Temperature Forecast (%@)

# weather.chart.visibility.title
source: 가시거리 예보 (24시간)
en: Visibility Forecast (24 Hours)

# weather.chart.visibility.title.dynamic
source: 가시거리 예보 (%@)
en: Visibility Forecast (%@)

# weather.chart.warning
source: 경고
en: Warning

# weather.chart.windSpeed.title
source: 풍속 예보 (24시간)
en: Wind Speed Forecast (24 Hours)

# weather.chart.windSpeed.title.dynamic
source: 풍속 예보 (%@)
en: Wind Speed Forecast (%@)

# weather.direction.e
source: 동
en: E

# weather.direction.n
source: 북
en: N

# weather.direction.ne
source: 북동
en: NE

# weather.direction.nw
source: 북서
en: NW

# weather.direction.s
source: 남
en: S

# weather.direction.se
source: 남동
en: SE

# weather.direction.sw
source: 남서
en: SW

# weather.direction.w
source: 서
en: W

# weather.disclaimer
source: 주의 및 경고 아이콘은 참고용입니다. 비행 전 현장 상황을 반드시 확인하세요.
en: Caution and warning icons are for reference only. Always check on-site conditions before flight.

# weather.drone.weight
source: 드론 무게:
en: Drone Weight:

# weather.droneCategory.class2.description
source: 산업용 드론 2급 자격증 필요
en: Industrial Drones Class 2 License Required

# weather.droneCategory.class2.examples
source: 농업용/산업용 드론
en: Agricultural/Industrial Drones

# weather.droneCategory.class3.description
source: Mavic, Inspire 3급 자격증 필요
en: Mavic, Inspire Class 3 License Required

# weather.droneCategory.class4.description
source: Air 시리즈 4급 자격증 필요
en: Air Series Class 4 License Required

# weather.droneCategory.toy
source: 250g 이하
en: ≤250g

# weather.droneCategory.toy.description
source: Mini 시리즈 자격증 불필요
en: Mini Series No License Required

# weather.element.cri
source: 결로위험지수
en: CRI

# weather.element.dewpoint
source: 결로위험지수
en: Dewpoint Risk

# weather.element.gust
source: 순간풍속증가량
en: Wind Gust

# weather.element.gustDifference
source: 순간풍속증가량
en: Gust Difference

# weather.element.precipitation
source: 강수량
en: Precipitation

# weather.element.snowfall
source: 강설량
en: Snowfall

# weather.element.temp
source: 온도
en: Temperature

# weather.element.temperature
source: 온도
en: Temperature

# weather.element.visibility
source: 가시거리
en: Visibility

# weather.element.windDirection
source: 풍향
en: Wind Direction

# weather.element.windSpeed
source: 풍속
en: Wind Speed

# weather.forecast.days
source: %d일
en: %d Days

# weather.forecast.hours
source: %d시간
en: %d Hours

# weather.gust.warning
source: 국지 돌풍 위험
en: Local gust risk

# weather.lastUpdate
source: 마지막 업데이트: %@
en: Last updated: %@

# weather.legalNotice
source: 법적 고지
en: Legal Notice

# weather.legend.caution
source: 주의 ≥ %.1fm/s
en: Caution ≥ %.1fm/s

# weather.legend.criCaution
source: 주의 ≥ 40
en: Caution ≥ 40

# weather.legend.criWarning
source: 경고 ≥ 70
en: Warning ≥ 70

# weather.legend.danger
source: 위험 ≥ %.1fm/s
en: Danger ≥ %.1fm/s

# weather.legend.good
source: 양호 ≥ %dkm
en: Good ≥ %dkm

# weather.legend.highTemp
source: 고온 ≥ %d°C
en: High Temp ≥ %d°C
